[
  {"id":"jinHolisticFaceProcessing","author":[{"family":"Jin","given":"Haiyang"},{"family":"Oxner","given":"M."},{"family":"Corballis","given":"P."},{"family":"Hayward","given":"W. G."}],"status":"in preparation","title":"Holistic face processing is influenced by non-conscious visual information","type":"article-journal"},
  {"id":"Richler2011d","abstract":"The concept of holistic processing is a cornerstone of face-recognition research. In the study reported here, we demonstrated that holistic processing predicts face-recognition abilities on the Cambridge Face Memory Test and on a perceptual face-identification task. Our findings validate a large body of work that relies on the assumption that holistic processing is related to face recognition. These findings also reconcile the study of face recognition with the perceptual-expertise work it inspired; such work links holistic processing of objects with people's ability to individuate them. Our results differ from those of a recent study showing no link between holistic processing and face recognition. This discrepancy can be attributed to the use in prior research of a popular but flawed measure of holistic processing. Our findings salvage the central role of holistic processing in face recognition and cast doubt on a subset of the face-perception literature that relies on a problematic measure of holistic processing.","accessed":{"date-parts":[[2012,11,28]]},"author":[{"family":"Richler","given":"Jennifer J."},{"family":"Cheung","given":"Olivia S."},{"family":"Gauthier","given":"Isabel"}],"container-title":"Psychological science","DOI":"10.1177/0956797611401753","ISSN":"1467-9280","issue":"4","issued":{"date-parts":[[2011,4]]},"page":"464-471","PMID":"21393576","title":"Holistic processing predicts face recognition.","type":"article-journal","URL":"http://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=3077885&tool=pmcentrez&rendertype=abstract","volume":"22"},
  {"id":"Richler2014","abstract":"The concept of holistic processing is a cornerstone of face recognition research, yet central questions related to holistic processing remain unanswered, and debates have thus far failed to reach a resolution despite accumulating empirical evidence. We argue that a considerable source of confusion in this literature stems from a methodological problem. Specifically, 2 measures of holistic processing based on the composite paradigm (complete design and partial design) are used in the literature, but they often lead to qualitatively different results. First, we present a comprehensive review of the work that directly compares the 2 designs, and which clearly favors the complete design over the partial design. Second, we report a meta-analysis of holistic face processing according to both designs and use this as further evidence for one design over the other. The meta-analysis effect size of holistic processing in the complete design is nearly 3 times that of the partial design. Effect sizes were not correlated between measures, consistent with the suggestion that they do not measure the same thing. Our meta-analysis also examines the correlation between conditions in the complete design of the composite task, and suggests that in an individual differences context, little is gained by including a misaligned baseline. Finally, we offer a comprehensive review of the state of knowledge about holistic processing based on evidence gathered from the measure we favor based on the 1st sections of our review—the complete design—and outline outstanding research questions in that new context.","author":[{"family":"Richler","given":"Jennifer J."},{"family":"Gauthier","given":"Isabel"}],"container-title":"Psychological Bulletin","DOI":"10.1037/a0037004","ISSN":"1939-1455","issue":"5","issued":{"date-parts":[[2014]]},"page":"1281-1302","title":"A meta-analysis and review of holistic face processing.","type":"article-journal","URL":"http://doi.apa.org/getdoi.cfm?doi=10.1037/a0037004","volume":"140"},
  {"id":"Ross2015","abstract":"There is growing interest in the study of individual differences in face recognition, including one of its hallmarks, holistic processing, which can be defined as a failure of selective attention to parts. These efforts demand that researchers be aware of, and try to maximize, the reliability of their measurements. Here we report on the reliability of measurements using the composite task (complete design), a measure of holistic processing that has been shown to have relatively good validity. Several studies have used the composite task to investigate individual differences, yet only one study has discussed its reliability. We investigate the reliability of composite-task measurements in eight data sets from five different samples of subjects. In general, we found reliability to be fairly low, but there was substantial variability across experiments. Researchers should keep in mind that reliability is a property of measurements, not of a task, and think about the ways in which measurements in a particular task may be improved before embarking on individual differences research.","author":[{"family":"Ross","given":"David A."},{"family":"Richler","given":"Jennifer J."},{"family":"Gauthier","given":"Isabel"}],"container-title":"Behavior Research Methods","DOI":"10.3758/s13428-014-0497-4","ISSN":"1554-3528","issue":"3","issued":{"date-parts":[[2015,9,25]]},"page":"736-743","PMID":"24961957","title":"Reliability of composite-task measurements of holistic face processing","type":"article-journal","URL":"http://www.ncbi.nlm.nih.gov/pubmed/24961957","volume":"47"}
]
